const India_notes = [
    {
        text : 'प्राचीन भारत की जानकारी मुख्यतः चार स्त्रोतों से प्राप्त होती है -  1. धर्मग्रन्थ  2. ऐतिहासिक ग्रंथ  3. विदेशियों का विवरण  4. पूरात्तव संबंधी साक्षय',                 
    },
    {
        text : 'भारत का सर्वप्राचीन ग्रंथ वेद है, जिसके संकलनकर्ता महर्षि कृष्ण् द्वेपायन वेदव्यास को माना जाता है |',
    },
    {
        text : 'वेदों को संहिता भी कहा जाता है |',
    },
    {
        text : 'ऋग्वेद में 10 मण्डल , 1028 सूतक , 10462 ऋचाएं हैं |',
    },
    {
        text : 'ऋग्वेद के कई परिच्छेदों में प्रयुक्त अधन्य शव्द का  सबंध गाये से है |',
    },
    {
        text : 'ऋग्वेद में इंद्र के लिए 250 तथा अग्नि के लिए 200 ऋचाओं की रचना की गई है |',
    },
    {
        text : 'प्राचीन इतिहास के साधन के रूप में वैदिक साहित्य में ऋग्वेद के बाद शतपत ब्राह्मण का स्थान है |',
    },
    {
        text : 'यजुर्वेद में बलिदान विधा का वर्णन है , यह एक एेसा वेद है जो गध एवं पद्ध दोनों में है |',
    },
    {
        text : 'सामवेद को भारतीय संगीत का जनक कहा जाता है |',
    },
]

export default India_notes;